Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# ChannelSignMessagesInfo
source: Add names of admins to the messages they post
ar: إضافة أسماء المشرفين للمنشورات التي ينشرونها.
be: Пазначаць імя кіраўніка пад апублікаванымі ім допісамі
ca: Mostra el nom dels autors als seus missatges
de: Zeigt Namen der Admins in ausgehenden Nachrichten
es: Añade el nombre de los admins. a sus posts
fi: Lisää valvojien nimet heidän lähettämiinsä viesteihin
fr: Ajouter le nom des administrateurs sur les publications
it: Aggiungi i nomi degli amministratori nei messaggi che pubblicano
ko: 메시지에 게시한 관리자의 이름을 추가합니다
ms: Letak nama pentadbir pada mesej yang mereka pos
nl: Beheerdersnaam bij alle uitgaande berichten.
pl: Dodaje nazwy administratorów do publikowanych przez nich wiadomości
pt_br: O nome do admin que postou é exibido na mensagem
ru: Добавлять имена администраторов к их сообщениям в канале.
sv: Lägg till administratörsnamn i meddelanden de skickar.
tr: Yöneticilerin adlarını gönderdikleri mesajlara ekleyin.
uk: Додавати імена адміністраторів до повідомлень, що вони публікують

# ChannelSilentBroadcast
source: Silent Broadcast
ar: منشور صامت
be: Апублікаваць бязгучна
ca: Difusió silenciosa
de: Lautloser Broadcast
es: Difusión silenciada
fa: انتشار بی‌صدا
fi: Julkaise hiljennettynä
fr: Diffusion silencieuse
id: Siaran Bisu
it: Post silenzioso
ko: 조용히 알리기
ms: Siaran Senyap
nl: Stil massabericht
pl: Ciche nadawanie
pt_br: Transmitir sem som
ru: Тихая публикация
sv: Tyst grupputskick
tr: Sessiz Yayın
uk: Без сповіщення
uz: Tovushsiz xabar
zh_cn: 静默广播
zh_tw: 靜默廣播

# ChannelSubscribers
source: Subscribers
ar: المشتركون
be: Падпісчыкі
ca: Subscriptors
de: Abonnenten
es: Suscriptores
fa: مشترکین
fi: Tilaajat
fr: Abonnés
id: Pelanggan
it: Iscritti
ko: 구독자
ms: Pelanggan
nl: Abonnees
pl: Subskrybenci
pt_br: Inscritos
ru: Подписчики
sv: Följare
tr: Aboneler
uk: Підписники
uz: Obunachilar
zh_cn: 订阅者
zh_tw: 訂閲者

# ChannelTitleChanged
source: Channel title updated.
ar: تم تحديث اسم القناة.
be: Назва канала абноўлена.
ca: S'ha actualitzat el títol.
de: Titel des Kanals geändert.
es: Nombre del canal cambiado.
fi: Kanavan nimi on muutettu.
fr: Le titre du canal a été modifié.
it: Titolo canale aggiornato.
ko: 채널 제목 업데이트됨.
ms: Tajuk saluran dikemaskini.
nl: Kanaaltitel bijgewerkt
pl: Zaktualizowano tytuł kanału.
pt_br: Título do canal atualizado.
ru: Название канала обновлено.
sv: Kanalnamn uppdaterat
tr: Kanal başlığı güncellendi.
uk: Назву каналу оновлено.

# ChannelTooMuch
source: Sorry, you are a member of too many groups and channels. Please leave some before creating a new one.
ar: المعذرة، أنت عضو في الكثير من المجموعات والقنوات. الرجاء مغادرة بعض منها قبل إنشاء واحدة جديدة.
be: На жаль, вы з'яўляецеся ўдзельнікам занадта шмат суполак і каналаў. Выйдзіце з некаторых, каб ствараць новыя.
ca: Sou membre de massa grups i canals. Abandoneu-ne algun abans de crear-ne un altre.
de: Du bist Mitglied in zu vielen Gruppen und Kanälen. Bitte verlasse einige, damit du eine neue erstellen kannst.
es: Eres miembro de demasiados grupos y canales. Por favor, sal de algunos antes de crear uno nuevo.
fa: متأسفانه شما عضو گروه‌ها و کانال‌های زیادی هستید. لطفاً پیش از ایجاد گروه یا کانال جدید برخی از آن‌ها را ترک کنید.
fi: Valitettavasti olet liian monen ryhmän tai kanavan jäsen. Sinun tulee poistua jostain niistä ennen kuin voit luoda sellaisen.
fr: Désolé, vous êtes membre de trop de groupes et canaux. Veuillez en quitter un avant d'en créer un nouveau.
id: Maaf, Anda sudah terlalu banyak bergabung ke grup dan channel. Mohon untuk keluar dahulu sebelum membuat yang baru.
it: Spiacenti, sei membro di troppi gruppi e canali. Per favore lasciane qualcuno prima di crearne uno nuovo.
ko: 죄송합니다. 너무 많은 그룹과 채널에 들어가 계십니다. 몇 곳에서 나온 뒤 새로 만들어 주세요.
ms: Maaf, anda adalah ahli kepada terlalu banyak grup dan saluran. Sila keluar dari beberapa grup dan saluran sebelum mencipta yang baru.
nl: Sorry, je bent lid van teveel groepen en kanalen, verlaat er wat voordat je een nieuwe maakt.
pl: Jesteś członkiem zbyt wielu grup i kanałów. Przed utworzeniem nowego opuść niektóre z nich.
pt_br: Desculpe, você faz parte de muitos grupos e canais. Por favor, saia de alguns antes de criar outro.
ru: К сожалению, Вы участвуете в максимальном числе групп и каналов. Пожалуйста, покиньте какие-то из них, прежде чем создавать новые.
sv: Beklagar men du är med i för många grupper och kanaler. Vänligen lämna nån av dem innan du skapar en ny.
tr: Üzgünüz, birçok grup ve kanalın üyesisiniz. Lütfen yeni bir tane oluşturmadan önce birkaçından ayrılın.
uk: Ви є учасником максимальної кількості груп і каналів. Перш ніж створювати нові, ви маєте якісь покинути.
uz: Kechirasiz, siz juda koʻp guruh va kanallarga aʼzosiz. Yangisini yaratishdan oldin ayrimlarini tark eting.

# ChannelTooMuchJoin
source: Sorry, you are a member of too many groups and channels. Please leave some before joining a new one.
ar: عذرًا، أنت عضو في الكثير من المجموعات والقنوات. الرجاء مغادرة إحداها قبل الانضمام لأخرى.
be: На жаль, вы з'яўляецеся ўдзельнікам занадта шмат суполак і каналаў. Выйдзіце з некаторых, каб далучацца да новых.
ca: Sou membre de massa grups i canals. Abandoneu-ne algun abans d'unir-vos a un altre.
de: Du bist bereits in zu vielen Gruppen und Kanälen. Bitte erst einige verlassen.
es: Eres miembro de demasiados grupos y canales. Por favor, sal de algunos antes de unirte.
fa: متأسفانه شما عضو گروه‌ها و کانال‌های زیادی هستید. لطفاً پیش از عضویت در گروه یا کانال جدید برخی از آن‌ها را ترک کنید.
fi: Valitettavasti olet liian monen ryhmän tai kanavan jäsen. Sinun tulee poistua jostain niistä ennen kuin voit liittyä sellaiseen.
fr: Désolé, vous êtes membre de trop de groupes et canaux. Veuillez en quitter un avant d'en rejoindre un nouveau.
id: Maaf, Anda sudah terlalu banyak bergabung ke grup dan channel. Mohon untuk keluar dahulu sebelum bergabung yang baru.
it: Spiacenti, sei membro di troppi gruppi e canali. Per favore lasciane qualcuno prima di unirti a uno.
ko: 죄송합니다. 너무 많은 그룹과 채널에 들어가 계십니다. 몇 곳에서 나온 뒤 새로 들어가 주세요.
ms: Maaf, anda adalah ahli kepada terlalu banyak grup dan saluran. Sila keluar dari beberapa grup atau saluran dahulu sebelum sertai.
nl: Sorry, je bent lid van teveel groepen en kanalen, verlaat er wat om lid hiervan te worden.
pl: Jesteś członkiem zbyt wielu grup i kanałów. Przed dołączeniem do tego opuść niektóre z nich.
pt_br: Desculpe, você faz parte de muitos grupos e canais. Por favor, saia de alguns antes de entrar em outro.
ru: У Вас максимальное число групп и каналов. Пожалуйста, сперва покиньте какую-нибудь группу или канал.
sv: Beklagar, du är med i för många grupper och kanaler. Vänligen lämna nån innan du går med i en ny.
tr: Üzgünüz, çok fazla grup ve kanala üyesiniz. Lütfen yeni bir tanesine katılmadan önce birkaçından ayrılın.
uk: Ви є учасником максимальної кількості груп і каналів. Перш ніж приєднатися до ще одного, ви маєте якісь покинути.
uz: Kechirasiz, siz juda koʻp guruh va kanallarga aʼzosiz. Yangisiga qoʻshilishdan oldin ayrimlarini tark eting.

# ChannelTooMuchTitle
source: Too many communities
ar: الكثير من المُجتمعات
be: Занадта шмат супольнасцей
ca: Massa comunitats
de: Zu viele Gruppen/Kanäle
es: Demasiadas comunidades
fa: در کانال‌ها و گروه‌های بسیار زیادی عضو هستید
fi: Liikaa yhteisöjä
fr: Trop de communautés
id: Terlalu banyak channel
it: Troppe community
ko: 커뮤니티가 너무 많습니다
ms: Terlalu banyak komuniti
nl: Teveel communities
pl: Zbyt wiele społeczności
pt_br: Muitos grupos e canais
ru: Вы достигли лимита
sv: For många gemenskaper
tr: Çok fazla topluluk
uk: Забагато спільнот
uz: Limitga yetib keldingiz

source: Channel Type
ar: نوع القناة
be: Тып канала
ca: Tipus de canal
de: Kanaltyp
es: Tipo de canal
fa: نوع کانال
fi: Kanavan tyyppi
fr: Type de canal
id: Tipe Channel
it: Tipo di canale
ko: 채널 유형
ms: Jenis Saluran
nl: Kanaaltype
pl: Typ kanału
pt_br: Tipo de Canal
ru: Тип канала
sv: Kanaltyp
tr: Kanal Türü
uk: Тип каналу
uz: Kanal turi
zh_cn: 频道类型
zh_tw: 頻道類型

# ChannelTypeHeader
source: Channel type
ar: نوع القناة
be: Тып канала
ca: Tipus de canal
de: Kanalart
es: Tipo de canal
fa: نوع کانال
fi: Kanavan tyyppi
fr: Type de canal
id: Tipe Channel
it: Tipo di canale
ko: 채널 유형
ms: Jenis saluran
nl: Kanaaltype
pl: Typ kanału
pt_br: Tipo de Canal
ru: Тип канала
sv: Kanaltyp
tr: Kanal türü
uk: Тип каналу
uz: Kanal turi

# ChannelUnmute
source: UNMUTE
ar: إلغاء الكتم
be: АПАВЯШЧАЦЬ
ca: NO SILENCIÏS
de: STUMM AUS
es: ACTIVAR NOTIFICACIONES
fa: صدادار کردن
fi: ÄLÄ MYKISTÄ
fr: NOTIFICATIONS
id: BUNYIKAN
it: RIATTIVA NOTIFICHE
ko: 알림 켜기
ms: BUNYIKAN
nl: GELUID AAN
pl: WŁĄCZ POWIADOMIENIA
pt_br: RESTAURAR SOM
ru: ВКЛ. ЗВУК
sv: TILLÅT AVISERINGAR
tr: SESİ AÇ
uk: СПОВІЩАТИ
uz: SUKUTDAN CHIQARISH
zh_cn: 开启通知
zh_tw: 開啓通知

# ChannelUserAddLimit
source: Sorry, you can only add the first 200 subscribers to a channel. Note that an unlimited number of people may join via the channel's link.
ar: المعذرة، يمكنك إضافة أول 200 مشترك فقط إلى القناة. يمكن لعدد غير محدود من الناس الانضمام عبر رابط القناة.
be: На жаль, вы можаце дадаць у канал толькі 200 падпісчыкаў. Звярніце ўвагу, што праз спасылку на канал да яго можа далучыцца неабмежаваная колькасць карыстальнікаў.
ca: Només hi podeu afegir els primers 200 subscriptors. Per a nombres majors, l'adhesió s'ha de fer a través de l'enllaç del canal.
de: Du kannst nur die ersten 200 Leute einladen, aber unbegrenzt viele können dem Kanal über den Einladungslink beitreten.
es: Sólo puedes añadir a los primeros 200 suscriptores a un canal. Sin embargo, una cantidad ilimitada de personas pueden unirse usando el enlace de invitación del canal.
fi: Valitettavasti voit lisätä vain kanavan ensimmäiset 200 tilaajaa. Huomaathan, että kanavan linkin kautta voi liittyä rajaton määrä uusia tilaajia.
fr: Désolé, vous pouvez seulement ajouter les 200 premiers abonnés. Veuillez noter qu'un nombre illimité de personnes peut le rejoindre avec le lien du canal.
it: Spiacenti, puoi aggiungere solo i primi 200 iscritti a un canale. Ricorda che un numero illimitato di persone può unirsi con il link del canale.
ko: 죄송합니다. 처음 200명까지만 채널에 추가하실 수 있습니다. 채널 링크로는 사람들을 무한정 들이실 수 있는 점 알아두세요.
ms: Maaf, anda hanya boleh tambah 200 pelanggan pertama sahaja ke dalam saluran. Tiada had maxima untuk sertai saluran melalui link.
nl: Je kunt 200 leden handmatig toevoegen aan een kanaal. Een ongelimiteerd aantal mensen kan lid worden via de link van het kanaal.
pl: Do kanału można dodać tylko pierwszych 200 subskrybentów. Nieograniczona liczba osób może dołączyć za pośrednictwem linku kanału.
pt_br: Desculpe, você só pode adicionar os primeiros 200 inscritos ao canal. Note que um número ilimitado de pessoas podem entrar via link do canal.
ru: Вы можете добавить в канал только первых 200 подписчиков. А вот по пригласительной ссылке на канал может подписаться неограниченное количество человек.
sv: Beklagar med du kan initialt endast lägga in 200 följare till en kanal. Dock kan ett obegränsat antal gå med via kanalens länk.
tr: Üzgünüz, bir kanala yalnızca ilk 200 aboneyi ekleyebilirsiniz. Kanalın bağlantısı üzerinden sınırsız sayıda kişinin katılabileceğini unutmayın.
uk: Ви можете додати до каналу вручну до 200 людей. За посиланням може приєднатися необмежена кількість людей.

# ChannelUserCantAdd
source: Sorry, you can't add this user to channels.
ar: المعذرة، لا يمكنك إضافة هذا المستخدم للقنوات.
be: На жаль, вы не можаце дадаваць гэтага карыстальніка ў каналы.
ca: No podeu afegir aquest usuari a cap canal.
de: Du kannst diesen Nutzer nicht einladen.
es: Lo sentimos, no puedes añadir a este usuario a canales.
fa: متأسفانه شما نمی‌توانید این کاربر را به کانال‌ها اضافه کنید.
fi: Valitettavasti et voi lisätä tätä käyttäjää kanaville.
fr: Vous ne pouvez pas ajouter cet utilisateur aux canaux.
id: Maaf, Anda tidak dapat menambahkan pengguna ini ke channel.
it: Spiacenti, non puoi aggiungere questo utente ai canali.
ko: 죄송합니다. 이 사용자를 채널에 추가하실 수 없습니다.
ms: Maaf, anda tak boleh tambah pengguna ini ke saluran.
nl: Je kunt deze gebruiker niet toevoegen aan kanalen.
pl: Nie możesz dodać tego użytkownika do kanałów.
pt_br: Desculpe, você não pode adicionar esse usuário em canais.
ru: Вы не можете приглашать этого пользователя в каналы.
sv: Beklagar, användaren kan inte läggas till i kanaler.
tr: Üzgünüz, bu kullanıcıyı kanallara ekleyemezsiniz.
uk: Ви не можете додати цього користувача до каналів.
uz: Kechirasiz, siz bu foydalanuvchini kanallarga qoʻsha olmaysiz.
zh_cn: 抱歉，您无法邀请此用户关注频道。
zh_tw: 抱歉，您無法邀請此用戶訂閲頻道。

# ChannelUserCantAdmin
source: Sorry, too many admins in this channel.
ar: المعذرة، يوجد الكثير من المشرفين في هذه القناة.
be: На жаль, занадта шмат кіраўнікоў у гэтым канале.
ca: Hi ha massa administradors al canal.
de: Es gibt bereits zu viele Administratoren in diesem Kanal.
es: Hay demasiados administradores en el canal.
fa: متأسفانه تعداد مدیران در این کانال بسیار زیاد است.
fi: Valitettavasti tällä kanavalla on liian monta valvojaa.
fr: Il y a trop d'administrateurs sur ce canal.
id: Maaf, terlalu banyak admin di channel ini.
it: Spiacenti, troppi amministratori in questo canale.
ko: 죄송합니다, 채널에 너무 많은 관리자가 있습니다.
ms: Maaf, terlalu ramai pentadbir dalam saluran ini.
nl: Maximaal aantal beheerders bereikt.
pl: Zbyt wielu administratorów w tym kanale.
pt_br: Desculpe, há muitos administradores neste canal.
ru: К сожалению, у канала слишком много администраторов.
sv: Beklagar, kanalen har för många administratörer.
tr: Üzgünüz, bu kanalda çok fazla yönetici var.
uk: У каналі максимальна кількість адміністраторів.
uz: Kechirasiz, bu kanalda juda koʻp administratorlar mavjud.
zh_cn: 抱歉，此频道的管理员数量已达上限。
zh_tw: 抱歉，此頻道的管理員數量已達上限。

# ChannelUserCantBot
source: Sorry, too many bots in this channel.
ar: عذرًا، هذه القناة لديها الكثير من البوتات.
be: На жаль, занадта шмат ботаў у гэтым канале.
ca: Hi ha massa bots al canal.
de: Es gibt bereits zu viele Bots.
es: Hay demasiados bots en este canal.
fa: متأسفانه تعداد مدیران در این کانال بسیار زیاد است.
fi: Valitettavasti tällä kanavalla on liian monta bottia.
fr: Il y a trop de bots sur ce canal.
id: Maaf, terlalu banyak bot di channel ini.
it: Spiacenti, troppi bot in questo canale.
ko: 죄송합니다. 이 채널에는 봇이 너무 많습니다.
ms: Maaf, terlalu banyak bot dalam saluran ini.
nl: Maximaal aantal bots bereikt.
pl: Zbyt wiele botów w tym kanale.
pt_br: Desculpe, há bots demais neste canal.
ru: К сожалению, в канале слишком много ботов.
sv: Beklagar, kanalen har för många bottar.
tr: Üzgünüz, bu kanalda çok fazla bot var.
uk: В цьому каналі забагато ботів.
uz: Kechirasiz, bu kanalda juda koʻp botlar mavjud.
zh_cn: 抱歉，此频道的机器人数量已达上限。
zh_tw: 抱歉，此頻道的機械人數量已達上限。

# ChannelUserLeftError
source: Sorry, if a person is no longer part of a channel, you need to be in their Telegram contacts in order to add them back. Note that they could still join via the channel's invite link as long as they are not in the Removed users list.
ar: إذا ترك شخص ما قناة في الماضي؛ فيجب أن تكون في جهات اتصال تيليجرام لديهم لإضافتهم مرة أخرى. لا يزال بإمكانهم الانضمام عبر رابط الدعوة؛ طالما أنهم ليسوا في قائمة «مستخدمون تمت إزالتهم».
be: На жаль, калі чалавек больш не ўдзельнік дадзенага канала, вы павінны быць у яго кантактах Telegram, каб дадаць яго назад. Звярніце ўвагу, што ён яшчэ можа далучыцца праз запрашальную спасылку канала, пакуль ён не дададзены ў спіс выдаленых карыстальнікаў.
ca: Si un usuari ja no forma part d'un canal, cal que sigueu a la seva llista de contactes per a poder-lo tornar a afegir. Tingueu present que també podria unir-s'hi amb l'enllaç d'invitació, sempre que no sigui al llistat d'usuaris eliminats.
de: Hat jemand den Kanal verlassen, muss man in den Telegram-Kontakten der Person sein, um sie wieder hinzufügen zu können. Beachte, dass die Person den Kanal weiterhin über den Einladungslink betreten kann, solange sie sich nicht in der Liste der "entfernten Nutzer" befindet.
es: Si una persona ya no forma parte de un canal, necesitas estar dentro de sus contactos de Telegram para añadirla nuevamente. Ten en cuenta que puede unirse usando el enlace de invitación del canal si no está en la lista de usuarios expulsados.
fa: متأسفانه اگر کاربری دیگر عضو یک کانال نباشد، جهت بازگرداندن او به کانال، شما باید در مخاطبین تلگرام او باشید. توجه داشته باشید، تا زمانی که او در فهرست کاربران حذف شده نباشد، همچنان می‌تواند از طریق لینک دعوت به کانال بپیوندد.
fi: Jos käyttäjä on poistunut kanavalta, häntä ei voi lisätä takaisin kanavalle olematta hänen Telegram-yhteystiedoissaan. Hän voi kuitenkin liittyä linkillä, jos häntä ei ole estetty kanavalta.
fr: Désolé, si une personne ne fait plus partie d'un canal, vous devez figurer dans ses contacts Telegram afin de l'y ajouter à nouveau. Notez qu'elle pourra toujours le rejoindre via le lien d'invitation du canal, du moment qu'elle ne figure pas dans la liste des utilisateurs bannis.
id: Maaf, pengguna ini memutuskan untuk meninggalkan channel. Anda tidak dapat mengundang mereka kembali.
it: Spiacenti, se una persona non fa più parte di un canale, devi essere nei suoi contatti di Telegram per poterla riaggiungere. Tieni presente che può comunque unirsi con il link d'invito del canale purché non sia nell'elenco Utenti rimossi.
ko: 죄송합니다. 채널에서 나간 사용자를 다시 추가하시려면 회원님이 사용자의 텔레그램 연락처에 저장되어 있어야 합니다. 사용자가 추방된 사용자 목록에 있지 않는 한 채널의 초대 링크를 통해 언제든 들어올 수 있다는 점을 알아 두세요.
ms: Maaf, jika seseorang telah keluar saluran, anda mestilah berada di kenalan mereka untuk tambah mereka balik. Mereka masih boleh sertai melalui link jemputan saluran asalkan mereka tiada dalam senarai Dikeluarkan.
nl: Deze gebruiker heeft het kanaal verlaten. Opnieuw toevoegen gaat alleen als je een contactpersoon van de gebruiker bent. Via de uitnodigingslink van het kanaal kunnen ze ook weer lid worden, mits ze niet in de lijst met verwijderde gebruikers staan.
pl: Jeśli dana osoba nie jest już częścią kanału, musisz być w jej kontaktach Telegrama, aby dodać ją z powrotem. Nadal może dołączyć za pośrednictwem linku zaproszenia kanału, o ile nie znajduje się na liście Usuniętych użytkowników.
pt_br: Desculpe, se uma pessoa não faz mais parte de um canal, você precisa estar nos contatos do Telegram dela para adicioná-la de volta ao canal. Note que ela ainda poderá entrar usando um link de convite do canal, desde que não esteja na lista de Usuários Removidos.
ru: Поскольку пользователь был подписан на канал прежде, Вы не можете пригласить его обратно. Для этого требуется, чтобы вы были друг у друга в списке контактов. Если пользователя нет в чёрном списке канала, он может присоединиться с помощью ссылки-приглашения.
sv: Om en person har lämnat en kanal behöver du vara bland deras Telegramkontakter för att kunna lägga tillbaka dem. De kan fortfarande gå med via en inbjudningslänk, så länge de inte finns bland borttagna användare.
tr: Üzgünüz, bir kişi artık kanalın bir parçası değilse, onu tekrar kanala eklemek için o kişinin Telegram rehberinde olmanız gerekir. Kişilerin, Kaldırılan kullanıcılar listesinde olmadıkları sürece kanalın davet bağlantısı üzerinden hâlâ kanala katılabileceklerini unutmayın.
uk: Оскільки користувач самостійно покинув канал, лише один з його контактів може повернути його. Також користувач може самостійно повернутися за допомогою запрошувального посилання, якщо він не у «Вилучених користувачах» каналу.
uz: Kechirasiz, agar foydalanuvchi kanalni tark etgan boʻlsa, uni qayta qoʻsha olishingiz uchun siz uning Telegram kontaktlarida boʻlishingiz kerak. Unutmang, agar u Qora roʻyxatda boʻlmasa, kanalning taklif havolasi orqali qoʻshilishi ham mumkin.
zh_cn: 抱歉，该用户已决定退出此频道，您无法邀请该用户回来。
zh_tw: 抱歉，該用戶已决定退出此頻道，您無法邀請該用戶回來。

# ChannelUsernameHelp
source: If you set a permanent link, other people will be able to find and join your channel. You can use a-z, 0-9 and underscores. Minimum length is 5 characters.
ar: إذا قمت بتعيين رابط عام فسيتمكن الأشخاص من العثور على القناة والانضمام لها. يمكنك استخدام الأحرف (a-z) والأرقام (0-9) والشرطات السفلية. الطول الأدنى هو خمسة أحرف.
be: Калі вы прызначыце пастаянную спасылку, іншыя карыстальнікі могуць адшукаць ваш канал і далучыцца да яго. Выкарыстоўвайце a-z, 0-9 і сімвалы падкрэслівання. Мінімальная даўжыня — 5 сімвалаў.
ca: Si definiu un enllaç permanent, qualsevol podrà trobar el vostre canal i unir-s'hi. Podeu usar a-z, 0-9 i guions baixos. Longitud mínima: 5 caràcters.
de: Mit einem dauerhaften Link können andere deinen Kanal finden und abonnieren. Erlaubt sind a-z, 0-9 und Unterstriche. Die Mindestlänge beträgt 5 Zeichen.
es: Si estableces un enlace permanente, otras personas podrán encontrar tu canal y unirse a él. Puedes usar a-z, 0-9 y guiones bajos. La longitud mínima es de 5 caracteres.
fa: در صورتی که یک لینک همیشگی تنظیم کنید، سایر افراد می‌توانند کانال شما را پیدا کرده و به آن بپیوندند. شما می‌توانید از کاراکترهای 9-0، a-z و _ استفاده کنید. حداقل طول مجاز 5 کاراکتر است.
fi: Jos asetat julkisen linkin, muut voivat löytää kanavasi ja liittyä sille. Voit käyttää merkkejä a–z, 0–9 sekä alaviivoja. Linkin on oltava vähintään 5 merkkiä pitkä.
fr: Si vous définissez un lien permanent, il sera possible de trouver et de rejoindre votre canal. Vous pouvez utiliser des lettres, des chiffres, et des tirets bas. La longueur minimale est de 5 caractères.
id: Jika Anda memasang tautan permanen, orang lain akan dapat menemukan dan bergabung ke channel Anda. Anda dapat menggunakan a-z, 0-9 dan garis bawah. Panjang minimum adalah 5 karakter.
it: Se imposti un link permanente, le altre persone potranno trovare il tuo canale e unirsi. Puoi usare a-z, 0-9 e underscore. La lunghezza minima è 5 caratteri.
ko: 영구 링크를 설정하시면, 다른 사람들이 회원님의 채널을 찾아 들어올 수 있습니다. a부터 z 사이 글자, 0부터 9 사이 숫자와 밑줄을 사용하실 수 있습니다. 최소 길이는 다섯 자입니다.
ms: Jika anda set link tetap, orang lain akan dapat cari dan sertai saluran anda. Anda boleh guna a-z, 0-9 dan garis bawah. Panjang minima adalah 5 abjad.
nl: Als je een permanente link instelt kunnen anderen je kanaal vinden en er lid van worden. Je kunt a-z, 0-9 en underscore gebruiken. De minimale lengte is 5 karakters.
pl: Jeśli ustawisz stały link, inne osoby będą mogły znaleźć twój kanał i dołączyć do niego. Możesz użyć a-z, 0-9 i podkreśleń. Minimalna długość nazwy to 5 znaków.
pt_br: Se você definir um link permanente, outras pessoas poderão encontrar e participar do seu canal. Você pode usar a-z, 0-9 e underline. O tamanho mínimo é de 5 caracteres.
ru: Если у канала будет постоянная публичная ссылка, другие пользователи смогут найти его и подписаться. Можно использовать латиницу (a-z), цифры (0-9) и подчёркивание. Минимальная длина — 5 символов.
sv: Om du anger en publik länk kan andra hitta och gå med i din kanal. Du kan använda a-z, 0-9 och understreck. Minsta längd är 5 tecken.
tr: Kalıcı bir bağlantı ayarlarsanız, diğer kişiler kanalınızı bulabilir ve katılabilir. a-z, 0-9 ve alt çizgi kullanabilirsiniz. Uzunluk en az 5 karakterdir.
uk: Якщо встановити постійне посилання, інші зможуть знайти канал і приєднатися до нього. Дозволено латинські літери, цифри та підкреслення (_). Мінімальна довжина – 5 символів.
uz: Agar doimiy havola yaratsangiz, boshqa odamlar uni topishlari va kanalingizga aʼzo boʻlishlari mumkin. Lotin harflari va 0-9 oraliqdagi sonlardan foydalanishingiz mumkin. Kamida 5 ta belgi boʻlishi zarur.
zh_cn: 所有人都可以与其他人分享此链接，并使用 Telegram 的搜索功能找到您的频道。
zh_tw: 所有人都可以與其他人分享此鏈結，並使用 Telegram 的搜尋功能找到您的頻道。

# ChannelUsernamePlaceholder
source: link
ar: الرابط
be: спасылка
ca: enllaç
es: Enlace
fa: لینک
fi: linkki
fr: lien
id: tautan
ko: 링크
ru: ссылка
sv: länk
tr: bağlantı
uk: посилання
uz: havola
zh_cn: 链接
zh_tw: 鏈結

# ChannelVerifiedWarning
source: Warning
ar: تحذير
be: Увага
ca: Atenció
de: Warnung
es: Advertencia
fa: هشدار
fi: Varoitus
fr: Attention
id: Perhatian
it: Attenzione
ko: 경고
ms: Amaran
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Atenção
ru: Внимание
sv: Varning
tr: Dikkat
uk: Попередження
uz: Ogohlantirish
